{
    "name": "Phillip Neibaur",
    "email": "pneibaur@gmail.com",
    "gitHub": "https://github.com/pneibaur",
    "linkedIn": "https://www.linkedin.com/in/phillip-neibaur/",
    "headshot": "https://i.imgur.com/rgaMJ0w.jpg",
    "flare": "Software Engineer | Fullstack Developer | Systems Developer | Psychology Enthusiast | Home Chef",
    "education": "I will be graduating General Assembly as a FullStack Developer on October 31st, 2022. I have a Bachelor's Degree in Psychology (Graduated April, 2018) from Utah Valley University, and graduated high school in 2008.",
    "interests": "I have a passion for coding, first of all. This is a recent discovery and have been caught using my weekend time making something new or polishing up something old. I enjoy socializing, travelling, walks, hiking, skiing, ultimate frisbee, board games, camping, movies, basketball, and more!",
    "personality": "I'm a people person first, and that becomes abundantly clear when you first talk to me. I like asking questions and learning the life stories of others. I love to smile, and make others smile (seriously, think Buddy the Elf), because a core philosophy of mine is to make others feel better, because we all need it! I LOVE friendly debates and am not afraid to be told I'm wrong (I'm reserved on debates until I know the other person is OK with it). I am a pursuer of truth and like learning new things of any subject. I'm an active Christian, and believe that God has put me where I am now, for a reason. I cherish my family, and love raising my son (currently age 6).",
    "personal_accomplishments": "In 2016 I stepped into the role of Father to an amazing son who's the light of my life. In 2014 I achieved the role of Husband to the most special and beautiful woman I've ever met. In 2003, through hard work, focus, and dicipline, I passed the test to achieve the rank of Black Belt in Bushi Ban Karate. ",
    "professional_accomplishments": "In 2018 I accepted the role of Director of Tranports at Telos Residential Treatment Center. I renovated the department from the ground-up and developed over 10 new systems and blueprints that the department still uses to this day. These systems greatly increased the efficiency and communication within the department, earning recognition from the Board of Directors and the Executive Director."
  }